/*
1.Используя CASE вывести своё мнение о цене на блинчики с малиной
2.Вывести данные о пирожках, подменив цену на пирожки с определённой начинкой соответствующей ценой на блины с той же начинкой
3.Увеличить цену пирожков на 33%, уменьшить цену блинов на 33%. Можно выполнить только одну команду update
*/
--1.Используя CASE вывести своё мнение о цене на блинчики с малиной


--2.Вывести данные о пирожках, подменив цену на пирожки с определённой начинкой соответствующей ценой на блины с той же начинкой


--3.Увеличить цену пирожков на 33%, уменьшить цену блинов на 33%. Можно выполнить только одну команду update

